"(Not You?)|Login - Clickable text letting user log in as a different user" = "（不是你？）";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "其他 %1$i 人";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = "、";

"1 Friend is Nearby|Title of megaphone to encourage user to share location." = "有1个朋友在附近";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 天";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 小时";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 分钟";

"1d|short indicator that a user was active 1 day ago" = "1天";

"1h|short indicator that a user was active 1 hour ago" = "1小时";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "1分钟最长时间限制：放开以发送";

"1m|short indicator that a user was active 1 minute ago" = "1分钟";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 天";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 小时";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 分钟";

"A new version of Messenger is available.|New version title" = "移动即时通新版本可用。";

"Activation Code|placeholder text for activation code field" = "激活代码";

"Activation Request Failed|" = "激活请求失败";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "上线（%1$d）";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "新增为收藏项目";

"Add More People|button for adding people to the conversation" = "添加更多人员";

"Add More People|title for add members page" = "添加更多人员";

"Add More People|title for add people page" = "添加更多人员";

"Add To Conversation|text to show in the add people button" = "添加至对话";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "添加至现有联系人";

"Add|generic add button" = "添加";

"Adding...|adding progress text" = "正在添加...";

"Advanced Settings|text for advanced settings button" = "高级设置";

"Advanced|title for advanced settings page" = "高级";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "关闭提醒，直到 %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "关闭提醒1小时";

"Alerts Off|Indicates that alerts are off" = "提醒关闭";

"Alerts On|Indicates that alerts are on" = "提醒开启";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "所有通知关闭8小时。";

"All notifications are off.|Mute warning display on thread list" = "关闭所有通知。";

"Answer|Text for button that accepts a call" = "接听";

"Archive Thread|Button label that will archive the thread" = "存档讯息";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "是否确定要删除对话名称？";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "你确定要离开这个对话？你将不再收到新消息。";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "你确定吗？";

"Attach a Photo|Button label for attaching a photo from the photo library" = "附加照片";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "附加媒体";

"Auto Send|Auto send label" = "自动传送";

"Back|generic nav bar back button" = "返回";

"Bing Image Search|" = "必应图像搜索";

"Call Ended|End call message in non-error case" = "通话结束";

"Call Ended|String shown when the call ends" = "通话结束";

"Call Failed|End call message in error case" = "通话失败";

"Call %@|action sheet option for calling a phone number" = "呼叫 %1$@";

"Camera|Button label for attaching a photo from the camera" = "相机";

"Cancel|Title for generic Cancel button." = "取消";

"Choose Photo|action sheet option for choosing a photo from photo library" = "选择照片";

"Clear|prompt to clear all unsent messages" = "清除";

"Clearing...|Progress text shown while clearing the image for a thread" = "正在清除...";

"Clearing...|Progress text shown while clearing the name for a thread" = "正在清除...";

"Close active chat|Button to close an active chat" = "结束当前的聊天";

"Comment|Comment button title" = "评论";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "撰写讯息给 %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "撰写讯息给 %1$@：%2$@";

"Confirm Phone|Title of page where user enters their phone number" = "确认电话";

"Connecting|Text shown on call screen while connecting a call" = "正在连接";

"Connection Failed|Alert title when connection failed" = "联系失败";

"Connection Lost|End call message in connection lost case" = "连接中断";

"Contact Info|Title of the canonical thread info page." = "联络信息";

"Contacting|Text shown on call screen while contacting another party" = "正在联络";

"Continue|Login - Login Button Title for Keychain Login" = "继续";

"Conversation Name|placeholder text in conversation name textfield" = "对话名称";

"Copy Link|Option that pops out after long press on a link in message thread." = "复制链接";

"Copy|action sheet option for copying a string to the clipboard" = "复制";

"Could not add new members. Please try again.|message for failing to add members dialog" = "不能添加新成员。请重试。";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "无法检索空闲状态";

"Countries|Title for country picker" = "国家（地区）";

"Country|Country - Country placeholder text" = "国家（地区）";

"Create Group Conversation|button for adding people to the canonical conversation" = "创建群聊";

"Create New Contact|action sheet option for creating a new contact" = "创建新联系人";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "正在通话中";

"Customize Notification Settings|User education for how to configure conversation alerts" = "自订通知设定";

"Decline|Text for button that declines a call" = "拒绝";

"Delete Conversation Name|alert title for deleting conversation name" = "删除对话名称";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "删除信息？它不能被撤消。";

"Delete|Button to accept deleting the name of a conversation" = "删除";

"Delete|Label for button to delete previous character" = "删除";

"Delete|button text for deleting a message" = "删除";

"Delete|button text for removing an unsent message" = "删除";

"Details|title for message details page" = "详细信息";

"Discover Who's Nearby|Title of NUX to encourage user to share location." = "发现谁在附近";

"Discover which friends are nearby and let them know you're around.|Description of megaphone to encourage user to share location." = "看看那些朋友在附近并让他们知道你也在这里。";

"Discover who's in the area and let them know you're around.|Description of megaphone to encourage user to share location." = "看看谁在这个区域并让他们知道你也在这里。";

"Dismiss|Dismiss the audio recorder" = "消除";

"Don't Delete|Button to decline to delete the name of a conversation" = "切勿删除";

"Don't Save|Don't save action sheet button" = "请勿保存";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "完成";

"Download|Button title to download an upgrade" = "下载";

"Edit|Edit button/label title for chat divebar" = "编辑";

"Email|email field placeholder on login screen" = "电子邮件";

"Empty Feedback|Title for empty feedback warning." = "清空反馈";

"Enter Code|Enter Code page title" = "输入代码";

"Error|error title after failed to load webview" = "错误";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebook 用户";

"Failed to add members|title for failing to add members dialog" = "无法添加成员";

"Failed to save your settings.|error message after changing thread alert setting." = "无法保存设置。";

"Favorites|chat bar favorites header title" = "最爱";

"Free Call|Text on button that starts a messenger call" = "免费呼叫";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "免费呼叫不可用";

"Friends of Friends|Table section header for a list of friends of friends search results" = "朋友的朋友";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Messenger 上的朋友";

"Get Directions|action sheet option for viewing a map" = "察看路径方向";

"Get Facebook Messenger|Title of a link that takes the user to download the Facebook Messenger app" = "下载Facebook即时通";

"Get Started|Title for NUX" = "使用导航";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "向我们提供反馈或报告问题";

"Google Image Search|" = "谷歌图像搜索";

"Group Conversation|Create a group conversation divebar label" = "群对话";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "群对话";

"Group Info|Title of group thread info page." = "群组信息";

"Help|text for help button" = "帮助";

"Hold to Talk|The instruction for holding the record button and talk" = "按住说话";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "我确定";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "如果您喜欢使用 %1$@，能否花点时间评价此更新？谢谢！";

"Image Search|action sheet option for choosing a photo from image search" = "图像搜索";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "附加你的坐标位置";

"Incomplete contact|Alert title: Newly created contact needs more information" = "联系人不完整";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "确认代码错误。";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "是否安装Facebook Messenger？";

"Install Messenger to listen to this message and record your own.|The detailed message to tell user that the audio clip feature is not supported on the wilde, and then promote a link for them to download the Facebook Messenger app" = "安装Messenger收听这条消息并录制你自己的消息。";

"Install|Button text to install the Facebook Messenger" = "安装";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "联系人无效";

"Invalid Country Code|alert title for invalid country code" = "国家（地区）代码无效";

"Invalid Phone Number|alert title for invalid phone number" = "电话号码无效";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "与所有人保持联系";

"Last Updated: %@|last updated date in pull to refresh header" = "上次更新时间： %1$@";

"Learn More|Title for button to learn more about sharing location." = "了解更多";

"Leave Conversation|leave conversation button" = "离开对话";

"Leave conversation?|confirmation dialog title for leaving a thread" = "离开对话？";

"Leave|Button title for leaving a thread" = "离开";

"Leaving...|Progress text shown while leaving a thread" = "正在离开...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "让此对话的人员知道你身在何处。";

"Licenses|Licenses screen title" = "许可证";

"Licenses|text for licenses button" = "许可证";

"Like|Like button title" = "赞";

"Load Earlier Messages|message for loading earlier messages" = "加载早前的信息";

"Loading...|Message presented while waiting for content to load." = "载入中⋯⋯";

"Locating You...|Message presented when waiting for an accurate location fix." = "定位你的地理位置……";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "坐标定位功能服务已经停用";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "此对话的地点定位功能现在是关闭状态";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "座标定位功能关闭中。开启以让对话中的人知道你在哪里。";

"Location services are on|Title of location NUX when user has enabled location services." = "座标定位功能已开启";

"Log In to Facebook|Login - Login Button Title for password login" = "登录 Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "已以 %1$@ 身分登录";

"Login Approval Required|title of login approval dialog" = "需要登录审批";

"Login Failed|Invalid login alert title" = "登录失败";

"Map|title of map tab" = "地图";

"Mark as Unread|Button label that will mark the thread as unread" = "标记为未读";

"Meet Friends on the Go|Title of megaphone to encourage user to share location." = "随时与朋友碰面";

"Message|divebar message button title" = "消息";

"Messages|Messenger module display name" = "消息";

"Messages|name of the app with Facebook brand" = "消息";

"Messenger|The title of the app, used in Appirater's dialog." = "移动即时通";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "更多朋友在线（%1$d）";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "更多朋友 %1$d 在线";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "更多在线朋友";

"NOTE: People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "注意：你添加的人员将查看此对话中之前的所有消息。";

"Name is Too Long|alert title for long conversation name" = "名称过长";

"Name|Placeholder text: Name of new contact" = "名称";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "不再错过消息";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "绝不再错过朋友的讯息。";

"New Contact|Button title: Create a new contact" = "新联系人";

"New Message|Title of screen shown when user is composing a new message" = "新消息";

"New version available|Title of alert displayed when new version is available" = "新版本可用";

"Next|Generic button to move to next item" = "继续";

"Next|button label for moving to the next screen" = "继续";

"No Message|dialog title for when user tries to send an empty message" = "无消息";

"No Recipients|dialog title for when user tries to send to no recipients" = "无收件人";

"No Results|Accessibility label describing a contacts search result with no results" = "无结果";

"No locations shared recently.|message on map view when no location has been shared recently" = "最近未共享坐标定位。";

"No response.|Error reported when no response is received from the server" = "无响应。";

"No, Thanks|Label on button for user to decline to rate the app" = "不，谢谢";

"Nobody will see exactly where you are.|Explanation to let user know sharing location will not expose his exact location." = "没有人会看到你具体在哪里。";

"Not Now|Button text to temporarily ignore the installation message" = "暂不执行";

"Not Now|Not now alert popup button" = "暂不确认";

"Not Now|Title of button to not share location for now." = "暂不执行";

"Not Now|button label for deferring enabling push notifications" = "暂不确认";

"Not now|Button title to decline an upgrade" = "不是现在";

"Notifications for This Conversation|Title for per-thread notification settings" = "此对话的通知";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "此对话的通知已关闭。";

"Notifications|Label for enabling/disabling notification" = "通知";

"OK|Title for generic OK button." = "好";

"Off Until %@|Short string for indicating that alerts are off until X time" = "关闭，直到 %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "关闭1小时";

"Off|Short string for indicating that alerts are off" = "关闭";

"On|Short string for indicating that alerts are on" = "开启";

"Open in Maps|action sheet option for opening an address in the Maps app" = "开启地图";

"Password|password field placeholder on login screen" = "密码";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "在此对话中的用户可以在地图中看到你的位置。";

"People|Section title for list of thread participants." = "人们";

"People|title of people tab" = "人名";

"Phone Number|placeholder text for phone number field" = "电话号码";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "电话或电子邮件";

"Pin friends you message most|Label when users have no favorites" = "收藏你发消息最多的朋友";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "请检查确认代码并重试。";

"Please check your network connection and try again.|" = "请检查网络连接并重试。";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "请检查号码并重试。";

"Please check your number and try again.|alert message for invalid phone number" = "请检查号码并重试。";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "请下载 Facebook 移动即时通的最新版本。";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "请输入消息或附加照片";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "请输入电话号码或电子邮件。";

"Please enter a valid country code.|alert message for invalid country code" = "请输入有效国家（地区）代码。";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "请输入你用于登录 Facebook 的电子邮件和密码。";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "请输入人员的姓名和联系信息。";

"Please include a description of your problem.|Message for empty feedback warning." = "请描述你的问题。";

"Please rate the quality of your call|Prompt for call quality survey" = "请给你的通话打分";

"Please re-login to renew your session.|Error message for expired session" = "请重新登录以更新会话连线。";

"Please use a shorter conversation name.|alert message for long conversation name" = "请使用较短对话名称。";

"Preview|title for image preview screen" = "预览";

"Privacy & Terms|text for privacy and terms button" = "隐私与条款";

"Pull down to refresh...|message for pull down to refresh" = "下拉以刷新...";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "推播通知警示关闭。";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "推播通知音效关闭。";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "推送通知已关闭。";

"Push up to refresh...|message for push up to refresh" = "上推以刷新...";

"REC|The record button" = "REC";

"Rate %@|Alert title for asking user to rate this app." = "评价 %1$@";

"Rate %@|Label on button prompting user to rate the app." = "评价 %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "轻松联系朋友，无论他们是在使用手机还是网络。";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "不论朋友身在何处，随时取得联系";

"Record Audio|action sheet option for recording some audio" = "录制音频";

"Record Video|action sheet option for recording a video" = "录制视频";

"Record Voice|Button label for attaching an audio clip" = "录音";

"Record|Record button for voice message" = "录制";

"Record|Record button for voice recording" = "录制";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "录音机无法启动";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "取消录制";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "放开按钮取消录音";

"Release to refresh...|message for releasing to refresh" = "释放以刷新...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "稍后提醒我";

"Remove Attachment|action sheet option for removing current attachment" = "删除附件";

"Remove Photo|action sheet option for removing chosen photo" = "删除照片";

"Remove Photo|action sheet option for removing current attachment" = "删除照片";

"Removing...|text for removing progress" = "正在删除...";

"Report a Problem|title for give feedback or report bug" = "报告错误";

"Resend|Resend - Resend Button Title" = "重新发送";

"Retry|generic retry button" = "重试";

"Save Photo|action sheet option to save photo to library" = "保存照片";

"Save photo as conversation image?|" = "是否将照片另存为对话图像？";

"Save|" = "保存";

"Saving...|Progress text shown while saving a new image for a thread" = "正在保存...";

"Saving...|Progress text shown while saving a new name for a thread" = "正在保存";

"Search for Friends|Accessibility label for button that toggles display of friends list/search" = "搜索朋友";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "搜索更多朋友...";

"Search to add favorites|placeholder in edit favorites search bar" = "搜寻以加到最爱";

"Search|placeholder in search bar" = "搜索";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "正在搜索...";

"See which friends are within walking distance or visiting your city, and let them know you're nearby.|Description of NUX to encourage user to share location." = "看看哪些朋友在步行距离范围内或者刚好在你的城市，同时让他们知道你也在附近。";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "所有人已看到";

"Seen by everyone|Seen state text for when everyone has seen the message." = "所有人都看到了";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "%1$@ 在 %2$@ 已看过";

"Seen by %@|Text for when a message has been seen by 1 person" = "%1$@ 已看到";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "%1$@ 看到";

"Seen by:|Text for seen state header" = "已被看到：";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "在靠近 %2$@ 的时候，看到 %1$@ 。";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "%1$@ 已看过";

"Select country code|select country code text" = "选择国家（地区）代码";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "发送至电话、聊天室与网页";

"Send|Nav bar send button text" = "发送";

"Send|Send button for voice message" = "发送";

"Send|text to show in the send button" = "发送";

"Sending...|sending progress text" = "正在发送...";

"Sent a message|default notification text for messages with no body text" = "发消息";

"Sent from Messenger|indicator that a message was sent from Messenger" = "传自即时通";

"Sent from email|indicator that a message was sent from email" = "通过电子邮件发送";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "通过手机发送";

"Sent from web|indicator that a message was sent sent from web or chat" = "通过 Web 发送";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "由 %1$@ 发送";

"Session Expired|Error title for expired session" = "会话连线过期";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "\"设置应用程序\" >\" 一般\" > \"坐标定位功能服务\"";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "\"设置应用程序\" > \"坐标定位功能服务\"";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "设置应用&gt;隐私&gt;本地服务";

"Settings|Settings alert popup button" = "设定";

"Settings|title for settings page" = "设置";

"Settings|title of settings tab" = "设定";

"Share|Share button title" = "分享";

"Shared a link|text for a link share" = "共享链接";

"Shared a photo|text for a photo share" = "共享照片";

"Shared a video|text for a video share" = "共享视频";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "注册 Facebook";

"Skip|Skip - Skip Button Title" = "跳过";

"Something went wrong. Want to try again?|retry dialog message" = "出现错误。想重试？";

"Sorry, something went wrong|Generic error message for Web browser errors" = "很抱歉，发生错误。";

"Start Group Chats|Call to action for Group Chat NUX slide" = "开始群的聊天对话";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "停止附加媒体";

"Stop|Stop button for voice recording" = "停止";

"Submit|Submit button title" = "提交";

"Switch Account|text for switching logged in user" = "转换帐户";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "切换到Wi-Fi继续打电话";

"Take Photo|action sheet option for taking a photo" = "拍照";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "轻按\"重试\"以发送此消息。";

"Tap gear to turn on chat|placeholder in search bar when offline" = "轻点齿轮以开启聊天";

"Tap to discover who's in the area|Message of in-app notification explaining that user can tap to learn more about sharing location." = "点击发现谁在这一地区";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "轻点返回通话";

"Tap to send a message|Message of in-app notification explaining that user can tap to message to nearby friends." = "点击发送消息";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "轻点以开启座标定位服务";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "无法将短信发送至该号码。";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "不论你的朋友在哪里，给他们发消息——到手机上或聊天室中。";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "该电话号码不能收到短信。";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "连接到Facebook时出错。请检查连接并重试。";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "接通电话时遇到问题。请连接到Wi-Fi，然后重试。";

"This Conversation|header text for alert settings applying to a single conversation" = "此对话";

"Timeline|Button text to go to a user's timeline" = "时间轴";

"Timeline|divebar timeline button title" = "时间轴";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "提示：绝对不再错过消息";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "要接听呼叫，你需要更新到Messenger的最新版本。";

"To complete your phone number activation, please enter the activation code|" = "要完成电话号码激活，请输入激活代码";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "要在消息中包括地点坐标，请转至 %1$@ 。";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "要拨打电话，你需要更新到Messenger的最新版本。";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "要关闭此对话的警报，请转至对话设置。";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "要关闭所有对话的地点定位功能，请至 %1$@ 。";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications" = "要打开通知，请访问iPhone的“设置”%1$@“通知”%2$@“Messenger”";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "要使用这个功能，进入你的 %1$@ 设置并选择“地点服务”。在Facebook上选择“开启”。";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "要使用此功能，进入你的 %1$@ 设置并点击“隐私”，然后选择“定位服务”。在Facebook处选择“打开”。";

"To|Accessibility label for to field in contact picker" = "至";

"To:|to field in contact picker" = "收讯人：";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "点击并按住即可讲话。放开可以发送，或滑动按钮进行取消。";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "重试";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "关闭聊天室";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "关闭到上午8点";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "关闭1小时";

"Turn Off|Option to turn off alerts" = "关闭";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "开启聊天室";

"Turn On Location Services|Error message title when location services are unavailable." = "开启定位服务";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "开启通知功能";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "打开推送通知";

"Turn On|Option to turn on alerts" = "开启";

"Turn On|Turn on alerts" = "开启";

"Turn On|button label for deferring enabling push notifications" = "开启";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "启动推播通知";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "启动推播通知，新消息一到，马上取得通知。";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "正在键入...";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "无法呼叫 %1$@";

"Unable to Play Voice Message|The message to show when user receives a voice message but his app doesn't support playing it back." = "无法播放音频消息";

"Unable to Save Image|retry dialog title for setting thread image" = "无法保存图像";

"Unable to Send|Title for send feedback failed warning." = "无法发送";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "无法将更多人员添加到对话。请重试。";

"Unable to name your conversation.|error message after setting conversation name" = "无法命名对话。";

"Unable to remove you right now.|error messages after leaving conversation" = "无法立即移除你。";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "无法将消息收藏夹保存到 Facebook";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "无法发送消息。是否重试？";

"Unable to send message.|Alert text for when a message failed to send." = "无法发送消息。";

"Unable to send right now.|error message for failing to send message" = "无法立即发送。";

"Unpin|button title to remove user from favorites" = "取消置顶";

"Update|Get new version now button." = "更新";

"Updating...|updating progress text" = "正在更新...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "立即升级";

"Use|use nav bar button in photo preview screen" = "使用";

"View Call|Text show on button that views an incoming call" = "视频通话";

"View in Maps|action sheet option for viewing a map" = "查看地图";

"View|Alert button that takes user to the thread where a message failed to send" = "查看";

"We'll text you a link to confirm your number.|Confirmation information text" = "我们将以短信方式向你发送链接以确认你的号码。";

"Welcome to Messenger|Title for NUX page" = "欢迎使用 Facebook 移动即时通";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "你想将消息发送给谁？";

"You can control this in your privacy settings.|Explanation to let user know he can change settings of sharing location." = "你可以在你的隐私设置里设置这些选项。";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "你将立即收到含可用于登录的代码的短信或电子邮件。";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "你不会发现什么时候收到了消息。";

"Your carrier doesn't allow calling with Messenger. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if carrier doesn't allowVOIP and not on wifi" = "你的服务提供商不允许用Messenger打电话。请打开你手机设置里的Wi-Fi。";

"Your message was not sent.|text shown when a message failed to send" = "你的消息未发送。";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "你的消息未发送。";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "1天前活跃";

"active 1h ago|indicator that a user was active 1 hour ago" = "1小时前活跃";

"active 1m ago|indicator that a user was active 1 minute ago" = "1分钟前活跃";

"active now|indicator that a user is currently active, on web or mobile" = "现在活跃";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "%1$@ 曾在手机上激活";

"active on mobile|presences status for being active on mobile" = "在手机上激活";

"active %id ago|indicator that a user was active 2+ days ago" = "%1$i 天前活跃";

"active %ih ago|indicator that a user was active 2+ hours ago" = "%1$i 小时前活跃";

"active %im ago|indicator that a user was active 2+ minute ago" = "%1$i 分钟前活跃";

"active %@ ago|presences status for being active a relative time ago" = "%1$@ 曾激活";

"error|A short message for audio play error" = "错误";

"is calling|text below the caller's name when they are calling" = "正在呼叫";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "正在键入...";

"on mobile|presences status for being available on mobile" = "手机上";

"online %@ ago|presences status for being online on the web a relative time ago" = "%1$@ 曾在线";

"online|presences status for being online on the web" = "在线";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "正在键入...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d/%2$d";

"%i Friend of Friends|Number of friends of friends in search result (singular)" = "%1$i 个朋友的朋友";

"%i Friend|Number of friends in search result (singular)" = "%1$i 个朋友";

"%i Friends of Friends|Number of friends of friends in search result (plural)" = "%1$i 个朋友的朋友";

"%i Friends|Number of friends in search result (plural)" = "%1$i 个朋友";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i 天";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i 小时";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i 分钟";

"%id|short indicator that a user was active 2+ days ago" = "%1$i 天";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i 小时";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i 分钟";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@ 和 %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ 和 %2$@ 在使用Facebook Messenger";

"%@ are Nearby|Title of in-app notification showing some friends are nearby. E.g. Tom, Jerry, +2 are Nearby" = "%1$@ 在附近";

"%@ is Nearby|Title of in-app notification showing some friend is nearby. E.g. Tom is Nearby" = "%1$@ 在附近";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ 正在发出通话邀请";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ 正在通话中";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ 不在线";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ 正在键入...";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ 呼叫过你";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ 在使用Facebook Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@，%2$i 更多";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ 、 %2$@ 和 %3$@ 在使用Facebook Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ 、 %2$@ 、 %3$@ 和另外1个朋友在使用Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ 、 %2$@ 、 %3$@ 和另外 %4$i 个朋友在使用Messenger";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@……";

"%u Friend is Nearby|Title of in-app notification showing some friend is nearby. E.g. 1 Friend is Nearby" = "有 %1$u 个朋友在附近";

"%u Friends are Nearby|Title of in-app notification showing some friends are nearby. E.g. 2 Friends are Nearby" = "有 %1$u 个朋友在附近";

"%u Friends are Nearby|Title of megaphone to encourage user to share location. E.g. 2 Friends are Nearby." = "有 %1$u 个朋友在附近";

"%u of your friends are sharing when they're nearby|Message to let user know how many of his friends are sharing location." = "你的 %1$u 个朋友正在分享他们在附近";

"%u photo attached|Accessiblity text for a single photo" = "附加了 %1$u 张照片";

"%u photos attached|Accessibility text for a photo set" = "附加了 %1$u 张照片";

